Repository: Ajaykamble/agenttemplate
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Group Name
ar: اسم المجموعة

source: Language
ar: لغة

source: Reinitiate
ar: إعادة البدء

source: Live Agent
ar: الوكيل الحي

source: Missing Information
ar: معلومات مفقودة

source: Live Conversation
ar: المحادثة المباشرة

source: Chats In Queue
ar: الدردشات في قائمة الانتظار

source: Total Chats
ar: إجمالي الدردشات

# closes
source: Close
ar: يغلق

source: PreView
ar: عرض مسبق

source: Select Interactive Template
ar: حدد القالب التفاعلي

source: Select
ar: يختار

# updateStatus
source: Do you want to update the status ?
ar: هل تريد تحديث الحالة؟

source: Avg Conversation Time
ar: متوسط ​​وقت المحادثة

source: Agent Name
ar: اسم الوكيل

source: Assign Ticket
ar: تعيين تذكرة

source: View Chat history
ar: عرض سجل الدردشة

# pageStaticsBarAssignedChats
source: Total
ar: مجموع

# pageStaticsBarTotalChats
source: Resolved
ar: حل

# pageStaticsBarPriorityToken
source: Priority
ar: بروريتي

# pageChatStaticPendingQueueCount
source: Pending
ar: المعلقه

# pageStaticsBarAssignedChat
source: Total Tickets Count
ar: إجمالي عدد التذاكر

# pageStaticsBarTotalChat
source: Resolved Count
ar: عدد التذاكر المحلولة

# pageStaticsBarPriorityToke
source: Priority Tickets Count
ar: عدد التذاكر ذات الأولوية

# pageChatStaticPendingQueueCoun
source: Pending Queue Count
ar: عدد التذاكر المعلقة في قائمة الانتظار

source: Mobile Number
ar: رقم الموبايل

# maxFiftyCharactersAreAllowed
source: Max 50 characters are allowed
ar: يُسمح بحد أقصى 50 حرفًا

source: Current Missing Information
ar: المعلومات المفقودة الحالية

source: Past Missing Information
ar: المعلومات السابقة المفقودة

# reinitiates
source: Reinitiate
ar: إعادة التشغيل

source: Submit your request to view data
ar: أرسل طلبك لعرض البيانات

source: submit
ar: إرسال

source: Today
ar: اليوم

source: Yesterday
ar: أمس

# lastThreeDays
source: Last 3 Days
ar: الأيام الثلاثة الأخيرة

source: Last Week
ar: الأسبوع الماضي

source: Last Month
ar: الشهر الماضي

# lastTwoMonth
source: Last 2 Months
ar: الشهرين الماضيين

# lastThreeMonths
source: Last 3 months
ar: الأشهر الثلاثة الماضية

source: Custom Range
ar: نطاق مخصص

source: Select All
ar: حدد الكل

source: Non Working
ar: غير عاملة

source: unResolved
ar: لم يتم حلها

source: unAssigned
ar: غير معين

source: Pending
ar: قيد الانتظار

source: Actions
ar: الإجراءات

source: Please enter your remarks
ar: الرجاء إدخال ملاحظاتك

source: Contact Details
ar: تفاصيل الاتصال

# reports
source: About
ar: تقارير

source: Conversation Reports
ar: تقارير المحادثة

source: Conversation Detailed Reports
ar: تقارير مفصلة عن المحادثة

source: Combine Analytics Reports
ar: الجمع بين تقارير التحليلات

source: Conversation Detailed Reports By Mobile Number
ar: تقارير مفصلة عن المحادثة حسب رقم الجوال

source: Missed Chats
ar: الدردشات الفائتة

source: Live Chats
ar: الدردشات الحية

source: Closed Chats
ar: الدردشات المغلقة

source: My Chats
ar: محادثاتي

source: Chat History
ar: تاريخ الدردشة

# categorys
source: Category
ar: فئة

# mobileNo
source: Mobile Number
ar: رقم المحمول

source: SUCCESS
ar: نجاح

source: ERROR
ar: خطأ

source: Something went wrong
ar: هناك خطأ ما

source: Directory Details
ar: تفاصيل الدليل

source: Transfer By
ar: نقل بواسطة

source: No Visits
ar: لا توجد زيارات

source: Last Tag
ar: آخر علامة

source: Total Wait Time
ar: إجمالي وقت الانتظار

source: Chat Start Time
ar: وقت بدء الدردشة

source: Chat End Time
ar: وقت انتهاء الدردشة

source: Priority
ar: أولوية

source: Previous Conversation Agent
ar: وكيل المحادثة السابق

source: Select Type of Agent
ar: حدد نوع الوكيل

source: Select Agent
ar: حدد الوكيل

source: Select Group
ar: اختر المجموعة

# selectAgentCategory
source: Please select category
ar: الرجاء اختيار الفئة

# activeSessionsHint
source: Active Sessions: {count}
ar: الجلسات النشطة: {count}

# languagesKnownHint
source: Languages Known: {languages}
ar: اللغات المعروفة: {languages}

# groupCodeHint
source: Group Code: {code}
ar: رمز المجموعة: {code}

# agentInfoFormat
source: {name} (Active Sessions: {sessions}, Languages Known: {languages}, Group Code: {code})
ar: {name} (الجلسات النشطة: {sessions}, اللغات المعروفة: {languages}, رمز المجموعة: {code})

source: Please select agent to transfer
ar: الرجاء تحديد وكيل للنقل

source: Are you sure?
ar: هل أنت متأكد؟

source: Transfer Ticket
ar: نقل التذكرة

# transferWarning
source: This will transfer the ticket to another agent
ar: سيؤدي هذا إلى نقل التذكرة إلى وكيل آخر

source: GENERAL
ar: عام

source: VIP
ar: كبار الشخصيات

source: PRIME
ar: برايم

source: VIZAG
ar: فيزاج

source: Ticket No :
ar: رقم التذكرة :

source: Answered By :
ar: تم الرد بواسطة :

source: End Date :
ar: تاريخ البداية :

source: Start Date :
ar: تاريخ البدء :

# chatsAssignable
source: Chats Assignable: {count}
ar: الدردشات القابلة للتعيين: {count}

# agentLabelWithGroup
source: Agent: {groupName}
ar: الوكيل: {groupName}

source: About
ar: حول

# roleAgent
source: Agent
ar: وكيل

# roleAgentAdmin
source: Agent Admin
ar: مشرف الوكيل

# roleMasterAdmin
source: Master Admin
ar: المشرف الرئيسي

# roleOthers
source: Others
ar: الآخرين

source: No agents found
ar: لم يتم العثور على وكلاء

source: Tag :
ar: علامة :

source: Previous Agent :
ar: الوكيل السابق :

source: Reply message
ar: رسالة الرد

# welcomeMessage
source: Hi, Welcome to Live Agent
ar: مرحبا، مرحبا بكم في الوكيل الحي

# solutionLine
source: Ultimate solution for providing excellent customer support
ar: الحل النهائي لتقديم دعم عملاء ممتاز

# totalRequest
source: Total Requests
ar: إجمالي الطلبات

# agentConversation
source: Agent Conversations
ar: محادثات الوكيل

source: Processing Tickets
ar: تذاكر المعالجة

source: Pending Tickets
ar: التذاكر المعلقة

source: Missing Tickets
ar: التذاكر المفقودة

# renitiateTickets
source: Reinitiate Tickets
ar: إعادة تشغيل التذاكر

source: Time of Assignment
ar: وقت التعيين

source: Last Notification Priority
ar: أولوية الإشعار الأخير

source: Waba Account details
ar: تفاصيل حساب Waba

source: Select template
ar: حدد القالب

source: Sender phone number
ar: رقم هاتف المرسل

source: Recipient
ar: المستلم

source: Smart url conversion
ar: تحويل الرابط الذكي

source: Body Attribute
ar: سمة الجسم

source: Header Attribute
ar: سمة الرأس

source: Quick to reply payload
ar: حمولة الرد السريع

# retryAttemptFailedForTestTemplate
source: Retry Attempt For Failed Template Test
ar: محاولة إعادة المحاولة لقالب الاختبار الفاشل

source: Additional information
ar: معلومات إضافية

source: ADD
ar: أضف

source: Preview Template
ar: معاينة القالب

source: Retry Count
ar: عدد المحاولات

source: Enter Value
ar: أدخل القيمة

source: Enter Key
ar: أدخل المفتاح

# chooseTemplate
source: Choose a template
ar: اختر قالباً

source: Search Template
ar: البحث عن قالب

source: Select sender
ar: حدد المرسل

# requiredField
source: ( Required )
ar: ( مطلوب )

source: Enter Here
ar: أدخل هنا

source: Call To Action Configuration
ar: تكوين الدعوة لاتخاذ إجراء

source: Init-values
ar: القيم الأولية

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Name
ar: الاسم

source: Address
ar: العنوان

source: Upload File
ar: تحميل ملف

source: Fetch
ar: جلب

source: Select Thumbnail Product
ar: حدد صورة المنتج المصغرة

source: Enter Text
ar: أدخل النص

source: OR
ar: أو

source: Smart URL
ar: رابط ذكي

source: Template Preview
ar: معاينة القالب

source: Please select a template first
ar: يرجى تحديد قالب أولاً

source: Select WABA
ar: حدد WABA

source: Choose group
ar: اختر المجموعة

source: Edit Image
ar: تعديل الصورة

source: Show Profile Image
ar: عرض صورة الملف الشخصي

# logoutTitle
source: Logout
ar: تسجيل الخروج

# logoutContent
source: Do you want to logout ?
ar: هل تريد تسجيل الخروج؟

source: Yes
ar: نعم

source: No
ar: لا

# enterValidUrl
source: Enter a valid URL
ar: أدخل رابط صحيح

source: You are offline
ar: أنت غير متصل

source: You are online
ar: أنت متصل

source: Do you want to go Online ?
ar: هل تريد الاتصال بالإنترنت؟

source: Do you want to go Offline ?
ar: هل تريد قطع الاتصال؟

source: Select Reason
ar: اختر السبب

source: Status updated successfully.
ar: تم تحديث الحالة بنجاح.

source: Failed to update status.
ar: فشل تحديث الحالة.

source: Filter Tags
ar: تصفية العلامات

source: No Tags Available
ar: لا توجد علامات متاحة

source: All
ar: الكل

source: Search
ar: بحث

# mobileNoLabel
source: Mobile No
ar: رقم المحمول

source: Closed Agent
ar: الوكيل المغلق

source: Master Admin
ar: المسؤول الرئيسي

# forceLogoutQuestion
source: Do you want to logout the {agentName} session ?
ar: هل تريد تسجيل خروج {agentName} من الجلسة ؟

source: Filter
ar: فلتر

# noAdsFound
source: No Ads Information Found
ar: لم يتم العثور على معلومات الإعلانات

# noAdsInfoDesc
source: There is no ad information for this session
ar: لا توجد معلومات إعلانية لهذه الجلسة

# adHeadlineLabel
source: Ad Headline
ar: عنوان الإعلان

# adUrlLabel
source: Ad URL
ar: رابط الإعلان

# adBodyLabel
source: Ad Body
ar: نص الإعلان

source: View in Chat
ar: عرض في الدردشة

source: Ad Video
ar: فيديو إعلاني

source: Ad Image
ar: صورة إعلانية

# adInformationTitle
source: Ad Information
ar: معلومات الإعلان

# numberOfVisits
source: No. of visits
ar: عدد الزيارات

source: Subscribe
ar: اشتراك

source: Unsubscribe
ar: إلغاء الاشتراك

source: DND
ar: عدم الإزعاج

source: Non DND
ar: غير مفعل لعدم الإزعاج

# transferNoteLabel
source: Transfer Note
ar: ملاحظة النقل

# transferNoteHint
source: Due to bulk assign tickets
ar: بسبب تعيين التذاكر بالجملة

source: Acceptable Count
ar: العدد المقبول

source: ActiveSessions
ar: الجلسات النشطة

source: Languages Known
ar: اللغات المعروفة

# groupCodeLabel
source: GroupCode
ar: رمز المجموعة

source: No Chat History Found
ar: لم يتم العثور على سجل دردشة

# noChatHistoryDesc
source: There is no previous chat history for this session
ar: لا يوجد سجل دردشة سابق لهذه الجلسة

# actionTransferTicket
source: Transfer Ticket
ar: نقل التذكرة

# actionAdsInfo
source: Ads Info
ar: معلومات الإعلانات

# actionContactDetails
source: Contact Details
ar: تفاصيل الاتصال

# actionChatHistory
source: Chat History
ar: سجل الدردشة

# actionCloseTicket
source: Close Ticket
ar: إغلاق التذكرة

# actionReinitiateTicket
source: Reinitiate Ticket
ar: إعادة فتح التذكرة

# actionReopenTicket
source: Reopen Ticket
ar: إعادة فتح التذكرة

# historyTicketNo
source: Ticket number
ar: رقم التذكرة

# historyAnsweredBy
source: Answered by
ar: تم الرد بواسطة

# historyStart
source: Start Date & Time
ar: تاريخ ووقت البدء

# historyEnd
source: End Date & Time
ar: تاريخ ووقت الانتهاء

# historyTag
source: Tag
ar: العلامة

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

# contactDetailsName
source: Name
ar: الاسم

# contactDetailsMobileNumber
source: Mobile Number
ar: رقم الهاتف المحمول

# contactDetailsTransferBy
source: Transfer by
ar: تحويل بواسطة

# contactDetailsNoOfVisits
source: No of visits
ar: عدد الزيارات

# contactDetailsLastTag
source: Last Tag
ar: آخر علامة

# contactDetailsLastComment
source: Last Comment
ar: آخر تعليق

source: Ticket Details
ar: تفاصيل التذكرة

# ticketDetailsDisplay
source: Display Name
ar: الاسم المعروض

# ticketDetailsWaitTime
source: Total wait time
ar: إجمالي وقت الانتظار

# ticketDetailsStartDate
source: Chat Start Date & Time
ar: تاريخ ووقت بدء الدردشة

# ticketDetailsEndDate
source: Chat End Date & Time
ar: تاريخ ووقت انتهاء الدردشة

# ticketDetailsPreviousAgent
source: Previous conversation Agent
ar: وكيل المحادثة السابق

# directoryDetailsTitle
source: Directory Details
ar: تفاصيل الدليل

# transferSelectAgentType
source: Select Type of Agent
ar: اختر نوع الوكيل

# transferSelectAgent
source: Select Agent
ar: اختر الوكيل

source: Transfer Note
ar: ملاحظة النقل

# transferNoRolesFound
source: No roles found
ar: لم يتم العثور على أدوار

# transferSelectCategoryHint
source: Please select category
ar: الرجاء اختيار الفئة

# transferSelectAgentHint
source: Please select {agentType}
ar: يرجى اختيار {agentType}

# transferNoOptions
source: No options
ar: لا توجد خيارات

# noDirectoryDetails
source: No directory details available
ar: لا توجد تفاصيل الدليل متاحة

# closeTicketQuestion
source: Are you sure you want to close this ticket?
ar: هل أنت متأكد أنك تريد إغلاق هذه التذكرة؟

# remarksLabel
source: Remarks
ar: ملاحظات

# remarksHint
source: Please enter your remarks
ar: يرجى إدخال ملاحظاتك

# fieldRequired
source: This field is required
ar: هذا الحقل مطلوب

# enterAtLeastTwoChars
source: Enter at least 2 characters
ar: أدخل حرفين على الأقل

source: Processing...
ar: جاري المعالجة...

# selectRole
source: Select {roleName}
ar: اختر {roleName}

source: Close Ticket
ar: إغلاق التذكرة

source: To
ar: إلى

source: Last Comment
ar: آخر تعليق

# noResultsFor
source: No results for {query}
ar: لا توجد نتائج لـ {query}

source: Choose WABA Account
ar: اختر حساب WABA

# pleaseSelectWabaAccount
source: Please select a WABA account
ar: يرجى تحديد حساب WABA

source: Choose Sender Phone
ar: اختر هاتف المرسل

# pleaseSelectSenderPhone
source: Please select a sender phone
ar: يرجى تحديد هاتف المرسل

source: Recipients
ar: المستلمون

source: Enter recipient phone number
ar: أدخل رقم هاتف المستلم

# pleaseEnterRecipient
source: Please enter a recipient
ar: الرجاء إدخال المستلم

source: Template
ar: قالب

# pleaseSelectTemplate
source: Please select a template
ar: يرجى تحديد قالب

source: Campaign created successfully
ar: تم إنشاء الحملة بنجاح

# fillAllFields
source: Fill all the fields
ar: املأ كافة الحقول

# invalidUrl
source: Enter a valid URL (must start with http or https)
ar: أدخل رابطًا صالحًا (يجب أن يبدأ بـ http أو https)

source: Select Variable
ar: حدد المتغير

source: Header Attributes
ar: سمات الرأس

source: No file selected
ar: لم يتم اختيار أي ملف

# mediaTypeNote
source: Note : Template selected media type {type}, it accepts upto {size}.
ar: ملاحظة: نوع الوسائط المحدد للقالب {type}، وهو يقبل حتى {size}.

# latitudeRequired
source: Latitude is required
ar: خط العرض مطلوب

# longitudeRequired
source: Longitude is required
ar: خط الطول مطلوب

# nameRequired
source: Name is required
ar: الاسم مطلوب

# addressRequired
source: Address is required
ar: العنوان مطلوب

# invalidLatitude
source: Enter a valid latitude
ar: أدخل خط عرض صالح

# invalidLongitude
source: Enter a valid longitude
ar: أدخل خط طول صالح

source: Error loading catalogue
ar: خطأ في تحميل الكتالوج

source: No products found
ar: لم يتم العثور على منتجات

# pleaseSelectThumbnailProduct
source: Please select a thumbnail product
ar: الرجاء تحديد صورة المنتج المصغرة

# shortUrlNote
source: Note:During template creation, the URL is configured as a ShortURL.If you want to send parameters, you can use either:The URL, or The short link generated code
ar: ملاحظة: أثناء إنشاء القالب، يتم تكوين عنوان URL كعنوان URL مختصر. إذا كنت تريد إرسال معلمات، فيمكنك استخدام إما: عنوان URL، أو الرمز الذي تم إنشأه للرابط المختصر

source: Add Category
ar: إضافة فئة

# selectAtLeastOneProduct
source: Please select at least one product
ar: الرجاء تحديد منتج واحد على الأقل

source: Category Name
ar: اسم الفئة

source: Remove category
ar: إزالة الفئة

source: Products
ar: منتجات

source: Select Product
ar: حدد المنتج

source: product Name
ar: اسم المنتج

source: Description
ar: وصف

source: Availability
ar: التوفر

source: Download failed
ar: فشل التنزيل

source: Downloading…
ar: جارٍ التنزيل...

source: Offer ended
ar: انتهى العرض

# endsTodayAt
source: Ends today at {time}
ar: ينتهي اليوم في {time}

source: Ends in 1 day
ar: ينتهي خلال يوم واحد

# endsInDays
source: Ends in {days} days
ar: ينتهي خلال {days} أيام

source: Ends on {date}
ar: ينتهي في {date}

source: See all options
ar: عرض كافة الخيارات

# card
source: Card {index}
ar: بطاقة {index}

source: Add Card
ar: إضافة بطاقة

source: Ticket Transfer
ar: نقل التذكرة

source: Remarks
ar: ملاحظات

source: Transfer Failed
ar: فشل النقل

# ticketDisplayName
source: Display name
ar: اسم العرض
