Repository: Ajaykamble/agenttemplate
Catalog: lib/l10n/intl_*.arb
Languages: ar

# pageLoginGetStartedWithSynapse
source: Get started with synapse live agent
ar: ابدأ مع Synapse Live Agent

# pageLoginUnLimited
source: Ultimate solution for provided excellent customer support
ar: حل غير محدود ل قدمت ممتازة

# pageProfilePreferredLan
source: Preferred Language
ar: اللغة المفضلة

# pageLoginUserNameOrEmailID
source: User name / Email address
ar: اسم المستخدم/معرف البريد الإلكتروني

# pageLoginPassword
source: Password
ar: كلمة المرور

# pageLoginLogin
source: Login
ar: تسجيل الدخول

# pageLoginForgotPassword
source: Forgot Password?
ar: هل نسيت كلمة السر؟

# pageLogicEnterPassword
source: Please enter your Password
ar: الرجاء إدخال كلمة المرور

# pageLoginPleaseEnterYourUsername
source: This field is invalid
ar: الرجاء إدخال اسم المستخدم الخاص بك

# pageLoginInvalidUsername
source: Invalid username
ar: اسم المستخدم غير صالح

# pageLoginInvalidPassword
source: Invalid password
ar: كلمة المرور غير صالحة

# pageLoginCustomerSupport
source: customer support
ar: دعم العملاء

# pageProfileProfile
source: Profile
ar: ملف تعريف

source: User Wait Time
ar: وقت انتظار المستخدم

# pageLoginChangePassword
source: Change Password
ar: تغيير كلمة المرور

# pageAppBarLogOut
source: Logout
ar: الخروج

# pageTicketsManagerTicketAcceptedSuccess
source: Ticket Accepted SuccessFully
ar: تم قبول التذكرة بنجاح

# pageTicketsInfoTransferTicketQuestion
source: Are you sure want to transfer the Ticket ?
ar: حدد الوكيل الذي تريد نقل التذكرة؟

# pageTicketsInfoAcceptTicketQuestion
source: Are you sure want to accept the Ticket ?
ar: الرجاء اختيار الوكيل

# appBarTicket
source: Tickets
ar: تذاكر

# pageSideMenuManagerClosedTickets
source: Closed Tickets
ar: تفاصيل الاتصال

# pageSideMenuNewTickets
source: New Tickets
ar: تفاصيل الاتصال

# pageSideMenuProcessingTickets
source: Processing Tickets
ar: تفاصيل الاتصال

# pageSideMenuTransferTickets
source: Tickets Transfer
ar: تفاصيل الاتصال

# pageTicketsInfoTicketAcceptedTime
source: Ticket Accepted Time :
ar: وقت قبول التذكرة

# pageTicketsInfoAccept
source: Accept
ar: تفاصيل الاتصال

# pageTicketsInfoTicketNo
source: Ticket No : --
ar: تفاصيل الاتصال

# pageTicketsInfoTransfer
source: Ticket Transfer
ar: تفاصيل الاتصال

# pageProfileMobile
source: Mobile
ar: رقم المحمول

# pageProfileEmailId
source: Email
ar: عنوان الايميل

source: Change Language
ar: تغيير اللغة

# pageTicketsInfoClose
source: Close
ar: يغلق

# pendingChats
source: Peding Chats
ar: الدردشات المعلقة

# pageLogicLiveAgent
source: live agent
ar: الوكيل الحي

# pageTicketsManagerBusy
source: Busy
ar: مشغول

# pageTicketsManagerOnline
source: Online
ar: متصل

# pageTicketsManagerOffline
source: Offline
ar: غير متصل على الانترنت

# pageTicketsInfoTransferButton
source: Transfer
ar: تفاصيل الاتصال

# pageTicketsInfoPleaseAddComment
source: Please enter your comment
ar: تفاصيل الاتصال

# pageTicketsInfoAddComment
source: Add Comment
ar: تفاصيل الاتصال

# pageTicketsInfoComment
source: Comments if any
ar: تفاصيل الاتصال

# pageTicketsManagerNoTicketsFound
source: No Tickets Found
ar: تفاصيل الاتصال

# pageTicketsInfoNo
source: No
ar: نعم

# pageTicketsInfoYes
source: Yes
ar: نعم

# pageTicketsInfoCancel
source: Cancel
ar: يلغي

# pageChatScreenOfflineMsg
source: Your Offline,so Please change the status as Online to Get access
ar: الخاص بك غير متصل ، لذا يرجى تغيير الحالة على أنها متصل بالإنترنت للوصول

# pageStaticsBarChatInQue
source: Chats in Que
ar: الدردشة في كيو

# pageAppBarEnglish
source: English
ar: الإنكليزية

# pageAppBarArabic
source: Arabic
ar: العربية

# pageTicketsInfoTransferValidateString
source: Please Select Agent
ar: تفاصيل الاتصال

# pageTicketsInfoDisplayName
source: Display Name :
ar: هل أنت متأكد أنك تريد قبول التذكرة

# pageTicketsInfoConfirm
source: Confirm
ar: تفاصيل الاتصال

# pageTicketsInfoSelectAgentType
source: Select Type of Agent
ar: تفاصيل الاتصال

# pageTicketsManagerSelectAgentTypeHint
source: Please select category
ar: تفاصيل الاتصال

# pageTicketsInfoSelectAgentSuperVisor
source: Select agent supervisor
ar: تفاصيل الاتصال

# pageTicketsInfoSelectLanguageHint
source: Please select language
ar: تفاصيل الاتصال

# pageTicketsInfoNoRolesFound
source: No Roles Found
ar: تفاصيل الاتصال

# pageTicketsManagerNoAgentFound
source: No Agents Found
ar: تفاصيل الاتصال

# pageTicketsManagerSearchHintText
source: Search
ar: تفاصيل الاتصال

# pageTicketsInfoContactDetails
source: Contact Details
ar: تفاصيل الاتصال

# pageTicketsInfoPreConversation
source: Pre-Conversations
ar: رقم التذكرة : --'

# pageTicketsInfoNoteHintText
source: Enter Your Note
ar: أدخل ملاحظتك

# pageTicketsInfoSelectAnOption
source: End Tag
ar: علامة النهاية

# pageTicketInfoSelect
source: Select
ar: اختار

# pageTicketsInfoPayment
source: Payment
ar: التقارير

# pageTicketsInfoAppointment
source: Appointment
ar: التقارير

# pageTicketsInfoReports
source: About
ar: التقارير

# pageTicketsInfoOther
source: Other
ar: آخر

# pageChatManagerNoMsgHereYet
source: No Messages here yet
ar: لا توجد رسائل هنا حتى الآن

# pageProfileMobileNo
source: Mobile No :
ar: رقم المحمول

# pageProfileAge
source: Age
ar: عمر

# pageUserServiceDashBoard
source: Dashboard
ar: لوحه القياده

# pageUserServiceAgentManagement
source: Agent Manager
ar: مدير الوكيل

# pageChatManagerPhoto
source: Photo
ar: الصور

# pageCacheErrorDialog
source: Ok
ar: موافق

# pageChatManagerFile
source: File
ar: ملف

# pageTicketCancelText
source: Select Tag
ar: حدد العلامة

# pageTicketInfoEndButton
source: End
ar: انتهاء

# pageChangePasswordChangePasswordText
source: Change Password
ar: تغيير كلمة المرور

# pageChangePasswordHintText
source: Required
ar: مطلوب

# pageChangePasswordOldPasswordErrorText
source: Please enter your old password
ar: الرجاء إدخال كلمة المرور القديمة

# pageChangePasswordNewPasswordText
source: New Password
ar: كلمة مرور جديدة

# pageChangePasswordNewPasswordErrorText
source: Please enter a new password
ar: الرجاء إدخال كلمة مرور جديدة

# pageChangePasswordConfirmPasswordText
source: Confirm Password
ar: تأكيد كلمة المرور

# pageChangePasswordConfirmPasswordErrorText
source: Please confirm your new password
ar: يرجى تأكيد كلمة المرور الجديدة

# pageChangePasswordMatchPasswordErrorText
source: Passwords do not match
ar: كلمات المرور غير متطابقة

# pageChangePasswordShowDialogSuccessText
source: Changed Password successfully !
ar: تم تغيير كلمة المرور بنجاح!

# pageChangePasswordShowDialogFailText
source: Failed to change password
ar: فشل تغيير كلمة المرور

# pageChangePasswordErrorText
source: Error
ar: خطأ

# pageDashBoardDataNotAvailable
source: DATA NOT AVAILABLE
ar: البيانات غير متوفرة

# pageDashBoardNoOfAgentAssigned
source: No of Agents Assigned
ar: عدد العوامل المعين

# pageDashBoardAssignedChats
source: Assigned chats
ar: الدردشات المخصصة

# pageDashBoardChatsInQueue
source: Chats in Queue
ar: المحادثات ة الانتظار

# pageDashBoardAvgSessionTime
source: Avg Session Time
ar: متوسط وقت الجلسة

# pageDashBoardMissedChats
source: Missed Chats
ar: الدردشات المفقودة

# pageDashBoardActiveAgents
source: Active Agents
ar: الوكلاء النشطون

# pageDashBoardPatient
source: Patient
ar: مريض

# pageDashBoardAgent
source: Agent
ar: عامل

# pageDashBoardStatus
source: Status
ar: حالة

# pageDashBoardStartTime
source: Start Time
ar: وقت البدء

# pageDashBoardEndTime
source: End Time
ar: وقت النهاية

# pageDashBoardDuration
source: Duration
ar: مدة

# pageDashBoardFeedBack
source: FeedBack
ar: تعليق

# pageDashBoardSubject
source: Subject
ar: موضوع

# pageDashBoardServingPatient
source: Serving Patients
ar: خدمة المريض

# pageDashBoardDashBoard
source: DashBoard
ar: لوحة القيادة

# pageForgotPasswordSuccess
source: Success
ar: نجاح

# pageForgotPasswordResetSuccessfully
source: Password reset successful!
ar: تمت إعادة تعيين كلمة المرور بنجاح!

# pageForgotPasswordBackToLogin
source: Back to Login
ar: العودة إلى تسجيل الدخول

# pageForgotPasswordSent
source: Send
ar: ارسل

# pageForgotPasswordError
source: Error
ar: خطأ

# pageForgotPasswordErrorMsg
source: Email does not exist or there was an error resetting the password.
ar: البريد الإلكتروني غير موجود أو حدث خطأ في إعادة تعيين كلمة المرور.

# pageLoginForgotPasswordPage
source: Forgot Password
ar: هل نسيت كلمة السر

# pageProfileEmailAddress
source: Email Address
ar: عنوان البريد الإلكتروني

# pageProfilePleaseEnterYourEmailAddress
source: Please Enter Your Email Address
ar: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك

# pageLiveAgentAvgQueueTime
source: Avg Queue Time
ar: متوسط وقت الانتظار

# pageLiveAgentMaxQueueTime
source: Max Queue Time
ar: ماكس كيو تايم

# pageLiveAgentAvgSessionTime
source: Avg Session Time
ar: متوسط وقت الجلسة

# pageLiveAgentUaeCustomer
source: UAE_customer
ar: عميل إماراتي

# pageLiveAgentStatus
source: Status
ar: حالة

# pageLiveAgentCustomer
source: Customer
ar: زبون

# pageAgentManagerAgentList
source: Agent List
ar: قائمة الوكلاءt

# pageAgentManagerNoAgentFound
source: No Agent Found
ar: لم يتم العثور على وكيل

# pageLiveConversationUserName
source: User Name
ar: اسم المستخدم

# pageLiveConversationRequestTime
source: Request Time
ar: وقت الطلب

# pageLiveConversationWaitingMins
source: Waiting Time (mm:ss)
ar: وقت الانتظار (دقيقة)

# pageLiveConversationCategory
source: Category
ar: باب

# pageLiveConversationAgentName
source: Agent Name
ar: اسم الوكيل

# pageLiveConversationChatStartTime
source: Chat Start Time
ar: وقت بدء الدردشة

# pageLiveConversationChatDuration
source: Chat Duration
ar: مدة الدردشة

# pageMissingInfoMessage
source: Message
ar: رسالة

# pageMissingInfoReinitiateFlutter
source: reinitiate flutter
ar: إعادة تشغيل الرفرفة

# pageMissingInfoReinitiate
source: Reinitiate
ar: إعادة التشغيل

# pageMissingInfoNoRecords
source: No Records
ar: لا سجلات

# pageMissingInfoUnResolved
source: Un Resolved
ar: لم يتم حلها

# pageMissingInfoRequestTime
source: Request Time
ar: وقت الطلب

# pageMissingInfoWaitingTime
source: Waiting Time
ar: وقت الانتظار

# pageReportsScreenReports
source: Reports
ar: التقارير

# pageReportsScreenStartTime
source: Start Time
ar: وقت البدء

# pageReportsScreenEndTime
source: End Time
ar: وقت الانتهاء

# pageReportsScreenChatDurationMins
source: Chat Duration (min)
ar: مدة الدردشة (دقيقة)

# pageAudioMessageToListenTheAudio
source: To listen the audio file download it
ar: للاستماع إلى الملف الصوتي قم بتنزيله

# pageIncomingMessageListReplyMessageType
source: List Reply message Type
ar: نوع رسالة الرد على القائمة

# pageIncomingMessageUnKnownMessageType
source: Unknown message type
ar: نوع الرسالة غير معروف

# pageOtherMediaMessageToViewTheFileDownloadIt
source: To view the file download it
ar: لعرض الملف قم بتنزيله

# pageOutgoingMessageCardOptions
source: Options
ar: خيارات

# pageChatInputPhoto
source: Photo
ar: الصور

# pageChatInputFile
source: File
ar: ملف

# pageChatInputNewMessage
source: New Message
ar: رسالة جديدة

# pageChatManagerSelectTicketToConversation
source: Select ticket to conversation
ar: حدد تذكرة للمحادثة

# pageContactDetailsNoRoles
source: No Roles
ar: لا أدوار

# pageContactDetailsNoAgents
source: No Agents
ar: لا وكلاء

# pageContactDetailsResolvedChats
source: Resolve Chat
ar: حل الدردشة

# pageContactDetailsAreYouSureWantToResolveThisChat
source: Are you sure want to resolve this chat ?
ar: هل أنت متأكد من رغبتك في حل هذه الدردشة؟

# pageContactDetailsNoCategoryFound
source: no category found
ar: لم يتم العثور على فئة

# pageContactDEtailsNo
source: No
ar: لا

# pageContactDetailsTransferTicket
source: Transfer
ar: تذكرة نقل

# pageContactDetailsResolved
source: Resolve
ar: حسم

# pageContactDetailsAgent
source: Agent
ar: عامل

# pageContactDetailsDate
source: Date
ar: تاريخ

# pageContactDetailsTicketsTransferBy
source: Ticket Transfer By:
ar: نقل التذاكر عن طريق:

# pageTicketScreenSelectTicketToReadDetails
source: Select ticket to read details
ar: اختر تذكرة لقراءة التفاصيل

# pageTicketScreenAtTheMomentNoTicketHave
source: At the moment,no tickets have been assigned
ar: في الوقت الحالي ، لم يتم تخصيص أي تذاكر

# pageTicketScreenPleaseSelectTokenToView
source: Please select token to view
ar: يرجى تحديد الرمز المميز لعرضه

# pageChatWidgetSelectTicketToConversation
source: Please select ticket to conversation
ar: الرجاء تحديد تذكرة للمحادثة

# pageChatWidgetNothingIsSelected
source: Nothing is selected
ar: لم يتم تحديد أي شيء

# pageTicketManagerSelectTicketToReadDetails
source: Select ticket to read details
ar: اختر تذكرة لقراءة التفاصيل

# pageContactDetailsNoTicketsFound
source: No Tickets Found
ar: لم يتم العثور على تذاكر

# pageAgentManagerAgentNotFound
source: Agent not found
ar: لم يتم العثور على الوكيل

# pageAgentManagerSearchAgents
source: Search Agent
ar: وكيل البحث

# pageAgentManagerAgentsList
source: Agents List
ar: قائمة الوكلاء

# pageAgentDetailsAssignedChats
source: Assigned Chats
ar: الدردشات المعينة

# pageAgentDetailsTotalChats
source: Total chats
ar: إجمالي الدردشات

# pageAgentDetailsAvgQueueTime
source: Avg Queue Time
ar: متوسط وقت الانتظار

# pageAgentDetailsMaxQueue
source: MaxQueue Time
ar: ماكس كيو تايم

# pageAgentDetailsAvgSessionTime
source: Avg Conversation Time
ar: متوسط وقت الجلسة

# pageAgentDetailsUaeCustomer
source: UAE_customer
ar: عميل إماراتي

# pageAgentDetailsCustomer
source: Customer
ar: زبون

# pageAgentDetailsStatus
source: Status :
ar: حالة:

# pageLiveAgentSelectAgentToRead
source: Select agent to read
ar: حدد الوكيل للقراءة

# pageLiveConversationChat
source: Chat
ar: ثَرْثَرَ

# pageLiveConversationsUserName
source: User name
ar: اسم المستخدم

# pageLiveConversationREquestTime
source: Request Time
ar: وقت الطلب

# pageLiveConversationWaitingTimeInMin
source: Waiting Time (mm:ss)
ar: وقت الانتظار (دقيقة)

# pageLiveConversationsCategory
source: Category
ar: باب

# pageLiveConversationsAgentName
source: Agent Name
ar: اسم الوكيل

# pageLiveConversationsChatStartTime
source: Chat Start Time
ar: وقت بدء الدردشة

# pageLiveConversationsChatDuration
source: Chat Duration
ar: مدة الدردشة

# pageMissingInfoOk
source: Ok
ar: موافق

# pageReportsFromDate
source: From Date
ar: من التاريخ

# pageReportsToDate
source: To Date
ar: حتى الآن

# pageReportsSubmit
source: Submit
ar: إرسال

# pageReportsReports
source: Reports
ar: التقارير

# pageContactDetailsConstDetails
source: Contact Details
ar: تفاصيل الاتصال

# pageContactDetailsUserMobileNumber
source: User Number:
ar: رقم جوال المستخدم:

# pageContactDetailsProfileName
source: Profile Name:
ar: اسم الملف الشخصي:

# pageContactDetailsComments
source: Comment
ar: التعليق

# pageContactDetailsDates
source: Date
ar: تاريخ

# pageContactDetailsAgents
source: Agent
ar: عامل

# pageTicketScreenAtTheMomentNoTickets
source: At the moment,no tickets have been assigned
ar: في الوقت الحالي ، لم يتم تخصيص أي تذاكر

# pageTicketsScreenPleaseSelectTokenToView
source: Please select token to view
ar: يرجى تحديد الرمز المميز لعرضه

# pageTicketManagerTicketNumber
source: Ticket No :
ar: رقم التذكرة :

# pageSocketStatusDoYouWantToUpdateTheStatus
source: Do you want to update the status of the agent ?
ar: ?هل تريد تحديث حالة الوكيل

# pageModelBottomSheetPhoto
source: Photo
ar: الصور

# pageModelBottomSheetFile
source: File
ar: ملف

# pageModelBottomSheetCancel
source: Cancel
ar: إلغاء الأمر

# pageLiveConversationNoRecordsFound
source: No Records Found
ar: لم يتم العثور على سجلات

# pageMissingChatsNoRecordsFoundForSearch
source: No Records Found For Search
ar: لم يتم العثور على سجلات للبحث

# pageChangePasswordErrorMsg
source: Old password and new password are same
ar: كلمة المرور القديمة و الجديدة متطابقة

# changePasswordSubtitle
source: Set your new password
ar: تعيين كلمة المرور الجديدة

# pageLiveConversationLiveConversation
source: Live Conversation
ar: المحادثة المباشرة

# pageMissingInformationDropdownItem
source: NONWORKING
ar: لا يعمل

# pageMissingInformationDropdownItemPending
source: PENDING
ar: المعلقه

# pageMissingInformationDropdownItemUnassigned
source: UNASSIGNED
ar: غير معين

# pageMissingInformationDropdownItemUnresolved
source: UNRESOLVED
ar: المعلقه

# pageAgentCardAgentName
source: Agent name
ar: اسم الوكيل

# pageAgentCardEmail
source: Email Id
ar: البريد الإلكتروني

# pageAgentCardMobileNo
source: Mobile no
ar: رقم الموبايل

# pageAgentCardCustomerName
source: Customer Name
ar: اسم العميل

# pageAgentCardAssignedChats
source: Assigned Chats
ar: الدردشات المخصصة

# pageAgentCardTotalChats
source: Total Chats
ar: عدد الدردشات

# pageAgentCardAvgSessionTime
source: Avg Session Time
ar: متوسط وقت الجلسة

# pageAgentCardAvgQueueTime
source: Avg Queue Time
ar: متوسط وقت الانتظار

# pageChatInputAudio
source: Audio
ar: صوتي

# pageChatInputLocation
source: Location
ar: مكان

# pageChatInputGallery
source: Gallery
ar: معرض

# pageMissingInformation
source: Username :
ar: اسم المستخدم :

# pageMissingInformationRequestTime
source: Request Time
ar: الوقت المطلوب:

# pageMissingInformationCategory
source: Category
ar: باب:

# pageMissingInformationWaitingTime
source: Waiting time
ar: مدة الانتظار:

# pageMissingInformationReinitiate
source: Reinitiate:
ar: إعادة البدء:

# pageProfileLanguagesEnglishArabic
source: English,Arabic
ar: انجليزي,عربي

# pageBottomSheetDocument
source: Document
ar: مستند

# pageBottomSheetCamera
source: Camera
ar: كاميرا

# pageLiveConversationAgentNames
source: Agent Name
ar: اسم الوكيل:

# pageLiveConversationChatDurations
source: Chat Duration
ar: مدة الدردشة:

# pageLiveConversationsStartingTime
source: Start Time
ar: وقت البدء :

# pageLiveConversationStartingChat
source: Chat Start:
ar: بدء الدردشة:

# pageAgentDetailsChatsInQueue
source: Chats in Queue
ar: الدردشات في قائمة الانتظار

# pageAgentDetailsAssigningChats
source: Assigned Chats
ar: الدردشات المعينة n

# pageLiveAgentNoRecordsFound
source: No Records Found
ar: لم يتم العثور على سجلات

# pageLiveConversationsComments
source: Comments
ar: التعليقات

# pageLiveConversationsStartTime
source: Start Time
ar: وقت البدء :

# pageLiveConversationChatTime
source: Chat Time
ar: وقت الدردشة :

# pageMissingConversationCategory
source: Category
ar: باب:

# pageMissingConversationWaitingTime
source: Waiting Time
ar: مدة الانتظار :

# pageMissingConversationReinitiate
source: Reinitiate
ar: مدة الانتظار :

# pageChangePasswordCurrentPassword
source: Current Password
ar: كلمة المرور الحالية

# pageChangePasswordNewPassword
source: New Password
ar: كلمة مرور جديدة

# pageChangePasswordConformPassword
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# pageChangePasswordSuccessfullyChangePassword
source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

# pageChangePasswordFailed
source: Failed
ar: فشل

# pageChangePasswordFailedToChangeThePassword
source: Failed to change password
ar: فشل تغيير كلمة المرور

# pageSystemLogoutSorryYourSessionHasLogout
source: Sorry,Your Session has Logout
ar: عذرا ، تم تسجيل الخروج من جلستك

# pageSystemLogoutSomeoneIsTryingToLogin
source: Someone is trying to Login with our Account,Thats why your session has Logout.
ar: شخص ما يحاول تسجيل الدخول باستخدام حسابنا ، ولهذا السبب تحتوي جلستك على تسجيل الخروج.

# pageSystemLogoutGoToLogin
source: Go to Login
ar: انتقل إلى تسجيل الدخول

# pageOtherMediaMsg
source: To view the file download it
ar: لعرض الملف قم بتنزيله

# pageOutgoingMsgtapToSelect
source: Tap to select text
ar: انقر لتحديد النص

# pageChatInputNewMsg
source: New Message
ar: رسالة جديدة

# pageContactDetailsPleaseEnterSomeText
source: please enter some text
ar: الرجاء إدخال بعض النص

# pageTicketScreenPleaseSelectCategory
source: Please select a category
ar: الرجاء اختيار فئة

# pageTicketScreenPleaseEnterAComment
source: Please enter a comment
ar: الرجاء إدخال تعليق

# pageForgotPasswordEnterEmail
source: Enter Email
ar: أدخل البريد الإلكتروني

# pageForgotPasswordString
source: Password sent to email successfully
ar: تم إرسال كلمة المرور إلى البريد الإلكتروني بنجاح

# pageSocketStatusOfflineHintText
source: Please Enter The Reason For Offline Status Updation
ar: الرجاء إدخال سبب تحديث حالة عدم الاتصال

# menuTicket
source: Tickets
ar: التذاكر

# menuLiveAgent
source: Live Agent
ar: الوكيل الحي

# menuMissingInfo
source: Missing Information
ar: معلومات مفقودة

# menuLiveConversation
source: Live Conversation
ar: المحادثة المباشرة

# menuProfile
source: Profile
ar: حساب تعريفي

# menuChangePassword
source: Change Password
ar: تغيير كلمة المرور

# menuProfileImage
source: Profile Image
ar: صورة الملف الشخصي

# menuChangeBackground
source: Change Background
ar: غير الخلفية

source: Comment
ar: تعليق

source: No Records Found
ar: لا توجد سجلات

# enterFiveAtLeastFiveCharacter
source: Enter atleast 5 Character
ar: أدخل 5 أحرف على الأقل

source: Please Select Reason
ar: الرجاء اختيار السبب

# pageMissingInfoDataTableGroupCode
source: Group Code
ar: رمز المجموعة

# pTicketManagerGeneral
source: (General)
ar: عام

# pTicketDetailsPriority
source: Priority
ar: أولوية

# pTicketDetailsUserDetails
source: User Details
ar: تفاصيل المستخدم

# pTicketDetailsLanguages
source: Language
ar: اللغة

# pTicketDetailsGroup
source: Group
ar: مجموعة

# pTicketScreenMobileLayout
source: Profile Name
ar: اسم الملف الشخصي

# pTicketScreenMobileLayoutTicketInfo
source: User info
ar: معلومات المستخدم

# pProfile
source: Languages Known:
ar: اللغات المعروفة:

# pTicketScreenMobileLayoutSubCategory
source: Select Subcategory
ar: حدد الفئة الفرعية

# pChatWidgetChatSyncIsInProgress
source: Chat sync is in progress, and this may take some time
ar: مزامنة الدردشة قيد التقدم ، وقد يستغرق ذلك بعض الوقت

# pSocketStatusWidgetChatServerIsConnecting
source: connecting
ar: خادم الدردشة متصل

# pSocketStatusWidgetChatServerIsConnected
source: Connected
ar: خادم الدردشة متصل

# pSocketStatusWidgetChatServerIsDisConnecting
source: disconnecting
ar: يتم قطع اتصال خادم الدردشة

# pSocketStatusWidgetChatServerIsDisConnected
source: Disconnected
ar: تم قطع اتصال خادم الدردشة

# pSocketStatusWidgetBreak
source: Break
ar: كسر

# pSocketStatusWidgetLunch
source: Lunch
ar: غداء

# pSocketStatusWidgetMeeting
source: Meeting
ar: اجتماع

# pSocketStatusWidgetMedical
source: Medical
ar: طبي

# pSocketStatusWidgetPrayer
source: Prayer
ar: صلاة

# pSocketStatusWidgetOthers
source: Others
ar: الاخرين

# pLiveAgentSelectAgentToRead
source: Select Agent To Read Details
ar: حدد الوكيل لقراءة التفاصيل

source: Required
ar: مطلوب

source: Conversation start here
ar: المحادثة تبدأ هنا

source: Test template
ar: قالب الاختبار

# psSocketStatusWidgetChatServerIsConnecting
source: Chat server is connecting
ar: خادم الدردشة متصل

# psSocketStatusWidgetChatServerIsConnected
source: Chat server is Connected
ar: خادم الدردشة متصل

# psSocketStatusWidgetChatServerIsDisConnecting
source: Chat server is disconnecting
ar: يتم قطع اتصال خادم الدردشة

# psSocketStatusWidgetChatServerIsDisConnected
source: Chat server is Disconnected
ar: تم قطع اتصال خادم الدردشة

# chatBox
source: My Chats
ar: دردشاتي

# hourMinuteSeconds
source: hh:mm:ss
ar: ساعات :دقائق :ثواني

# vAgent
source: Agent
ar: عامل

# vAgentAdmin
source: Agent Admin
ar: مسؤول الوكيل

# vAgentSupervisor
source: Agent Supervisor
ar: مشرف الوكيل

source: Please Select Token to View
ar: يرجى تحديد الرمز المميز لعرضه

source: User number :
ar: رقم المستخدم :

source: Profile Name :
ar: اسم الملف الشخصي :

source: Save
ar: حفظ

source: Edit Profile Image
ar: تعديل صورة الملف الشخصي

# typeAMessage
source: Type your message
ar: اكتب رسالتك

source: No Message here yet
ar: لا توجد رسالة هنا بعد

source: Close Chat
ar: إغلاق المحادثة

# closeChatQuestion
source: Are you sure want to close this chat ?
ar: هل أنت متأكد من أنك تريد إغلاق المحادثة؟

source: Send Template
ar: إرسال القالب

source: This field is required
ar: هذا الحقل مطلوب

# enterFive
source: Enter at least 5 characters
ar: أدخل 5 أحرف على الأقل

source: Category
ar: الفئة

source: Please select tags
ar: يرجى اختيار العلامات

source: More
ar: المزيد

source: No Comments Found
ar: لم يتم العثور على تعليقات

source: Please Select agent
ar: الرجاء تحديد الوكيل
